const results = {
	0: {
		subtitle: '0/8',
		title: 'По нулям',
		text: 'Невероятно, но ни одного верного ответа! Да даже если кот случайно пробежится по клавиатуре, правильных ответов и то будет больше! Но ничего, даже у вас есть шанс получить свеженький красненький айфончик.',
		fullText: 'Ни одного верного ответа в тесте про мемы! Кто больше?',
		image: 'https://s3.amazonaws.com/s3.rocketbank.ru/app/100500/share-result-0.png',
	},
	1: {
		subtitle: '1/8',
		title: 'Не по нулям',
		text: 'Ну, не так плохо, как могло бы быть. А могло бы быть так плохо! Но все равно довольно отстойно, но не суперотстойно.',
		fullText: 'Не так плохо, как могло бы быть. Но все равно довольно отстойно, но не суперотстойно. Тест на знание мемов:',
		image: 'https://s3.amazonaws.com/s3.rocketbank.ru/app/100500/share-result-1.png',
	},
	2: {
		subtitle: '2/8',
		title: 'Не по нулям',
		text: 'Ну, не так плохо, как могло бы быть. А могло бы быть так плохо! Но все равно довольно отстойно, но не суперотстойно.',
		fullText: 'Не так плохо, как могло бы быть. Но все равно довольно отстойно, но не суперотстойно. Тест на знание мемов:',
		image: 'https://s3.amazonaws.com/s3.rocketbank.ru/app/100500/share-result-2.png',
	},
	3: {
		subtitle: '3/8',
		title: 'У меня баллов триста',
		text: 'Между прочим, я разбираюсь в мемасах лучше, чем 95% россиян! Так где же там мой красный айфончик?',
		fullText: 'Разбираюсь в мемасах лучше, чем 95% россиян! А вы?',
		image: 'https://s3.amazonaws.com/s3.rocketbank.ru/app/100500/share-result-3.png',
	},
	4: {
		subtitle: '4/8',
		title: 'У меня баллов триста',
		text: 'Между прочим, я разбираюсь в мемасах лучше, чем 95% россиян! Так где же там мой красный айфончик?',
		fullText: 'Разбираюсь в мемасах лучше, чем 95% россиян! А вы?',
		image: 'https://s3.amazonaws.com/s3.rocketbank.ru/app/100500/share-result-4.png',
	},
	5: {
		subtitle: '5/8',
		title: 'Баянист',
		text: 'Почти эталонно, но пока не идеально. Сразу видно, мемы — ваша жизнь. Но вряд ли ваша жизнь — мем!',
		fullText: 'Сразу видно, мемы — моя жизнь. Но вряд ли моя жизнь — мем! Как у вас?',
		image: 'https://s3.amazonaws.com/s3.rocketbank.ru/app/100500/share-result-5.png',
	},
	6: {
		subtitle: '6/8',
		title: 'Баянист',
		text: 'Почти эталонно, но пока не идеально. Сразу видно, мемы — ваша жизнь. Но вряд ли ваша жизнь — мем!',
		fullText: 'Сразу видно, мемы — моя жизнь. Но вряд ли моя жизнь — мем! Как у вас?',
		image: 'https://s3.amazonaws.com/s3.rocketbank.ru/app/100500/share-result-6.png',
	},
	7: {
		subtitle: '7/8',
		title: 'Баянист',
		text: 'Почти эталонно, но пока не идеально. Сразу видно, мемы — ваша жизнь. Но вряд ли ваша жизнь — мем!',
		fullText: 'Сразу видно, мемы — моя жизнь. Но вряд ли моя жизнь — мем! Как у вас?',
		image: 'https://s3.amazonaws.com/s3.rocketbank.ru/app/100500/share-result-7.png',
	},
	8: {
		subtitle: '8/8',
		title: 'Сел в машину и не сгорел',
		text: '8/8. 146%. Уровень владения раритетными мемами — бог. У вас все шансы на успех, роскошь, триумф. В общем, вы победитель по жизни.',
		fullText: '8/8. Уровень владения раритетными мемами — бог. Все шансы на успех, роскошь, триумф. Победитель по жизни.',
		image: 'https://s3.amazonaws.com/s3.rocketbank.ru/app/100500/share-result-8.png',
	},
}

export default results
