export default [
	{
		id: 1,
		name: 'Nautilus Pompilius — Я хочу быть с тобой',
	},
	{
		id: 2,
		name: 'Игорь Саруханов — Я хочу побыть один',
	},
	{
		id: 3,
		name: 'Михаил Боярский — Зеленоглазое такси',
	},
	{
		id: 4,
		name: 'Электроребята — Секондхэнд',
	},
	{
		id: 5,
		name: 'OQJAV — Татарка',
	},
	{
		id: 6,
		name: 'Mr. Credo — Медляк',
	},
	{
		id: 7,
		name: 'Руки Вверх — 18 мне уже',
	},
	{
		id: 8,
		name: 'Иванушки International — Безнадега точка ру',
	},
	{
		id: 9,
		name: 'Гости из будущего — Нелюбовь',
	},
	{
		id: 10,
		name: 'Ария — Беспечный ангел',
	},
]
